<!DOCTYPE html>
<html>
<head>
	<title>Choose your own change - Yes, We Have Become Bananas?!</title>
	<meta http-equiv="content-Type" content="text/html; charset=windows-1252"/>
	<meta name="robots" content="index,follow">
	<link type="text/css" rel="stylesheet" href="/cyoc17/cyoc17.css?v=20221207c" media="all"/>
	<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"/>
	<script type="text/javascript" src="/cyoc17/cyoc17.js"></script>
</head>
<body>
<div id="topbar">
<div class="fw">
<div id="login">
You are not logged in. <a href="/user.php?module=User&amp;op=loginscreen">Log in</a></div>

<a id="menu-mini" href="/index.php" onclick="toggleMiniMenu(); return false;">&nbsp;<span class="sprite sprite-cyoc-logo-mini"></span></a>	<nav id="menu"><a href="/index.php" class="hide-for-small">&nbsp;<span class="sprite sprite-cyoc-logo"></span></a><a href="/interactives"  class="selected">Interactives</a><a id="button-search" href="?showsearch=1" rel="nofollow" onclick="toggleSearch(); return false">&nbsp;<i class="fa fa-search " aria-hidden="true"></i></a></nav>
</div></div>



<ul id="result-tags"></ul><div id="wrapper"><div class="fw">
<section id="search-panel"><div class="row"><div class="three columns small-12"><h2><i class="fa fa-search " aria-hidden="true"></i> Search</h2></div><div class="nine columns small-12"><form action="/interactives/search.php" method="get"><input type="hidden" name="showsearch" value="1" /><input placeholder="Search in interactives..." id="input-q" type="text" class="field" maxlength="40" name="q" /><button type="submit"><i class="fa fa-search " aria-hidden="true"></i></button><div id="search-more2"><div id="filters">in <span id="filter-story" class="filter">CYOTF (Human)</span> by <span id="filter-author" class="filter">anyone</span> tagged as <span id="filter-tags"><span class="filter">none</span></span></div><div id="float-search-filter-story" class="float-search-filter"><label for="float-search-filter-story">Story id:</label> <input type="text" id="search-filter-story" name="story" value="51" autocomplete="off" /></div><div id="float-search-filter-author" class="float-search-filter"><label for="float-search-filter-author">Author id:</label> <input type="text" id="search-filter-author" name="author" value="" disabled autocomplete="off" /></div><div id="float-search-filter-tag" class="float-search-filter"><label for="float-search-filter-tag">Search tag:</label> <input type="text" id="search-filter-tag" placeholder="Search tag..." /></div><input type="hidden" id="search-filter-tags" name="tags" value="" disabled/></div></form></div></div></section><section>	<h4 class="subtitle"><a href="/interactives/story_51.html">CYOTF (Human)</a> <a href="/interactives/story_51/outline.html"><i class="fa fa-sitemap fa-fw" aria-hidden="true"></i></a> <a href="/interactives/story_51/recent.html"><i class="fa fa-th-list fa-fw" aria-hidden="true"></i></a></h4>	<h2 class="title">Yes, We Have Become Bananas?!</h2><div class="row chapter-options"><div class="three columns"><a href="/interactives/chapter_120063.html" id="previouschapterlink"><i class="fa fa-level-up fa-flip-horizontal fa-fw" aria-hidden="true"></i><span> Previous chapter</span></a></div><div class="nine columns text-right"><a href="/interactives/chapter_123139/branch_123139.html" id="button-toggle-branch"  onclick="toggleBranch(123139, branchId); return false;"><i class="fa fa-list-ol " aria-hidden="true"></i><span> Branch</span></a>
<a href="/interactives/chapter_123139/full.html" id="button-toggle-full"  onclick="toggleFull(120063); return false;"><i class="fa fa-book " aria-hidden="true"></i><span> Full view</span></a></div></div><div class="row chapter-options"><div class="twelve columns text-right"></div></div><div id="full"></div><div class="chapter-info">added by <span class="chapter-author"><a href="/interactives/user_15367.html">LadyJaye</a></span>
 <span class="chapter-date"><span class="timestamp" title="09/13/2017 13:58">6 years ago</span></span>
<span class="tags"><a href="/interactives/search.php?tags=5"><abbr class="l" title="Inanimate">I</abbr> </a><a href="/interactives/search.php?tags=7"><abbr class="l" title="Transgender">TG</abbr> </a></span></div>
<p id="chapter-text" class="serif"><center><b>“… All right then, bananas. We haven&#39;t done them, have we?”</b></center><br />
“You can&#39;t teach calculus to a chimpanzee. So just share your banana.”<br />
Rachel, John. (2015). <i>Blinders Keepers.</i> Literary Vagabond Books.<br />
__________<br />
<br />
<br />
<br />
Jacob was abruptly seized by an agonizing sensation of constriction, as though some invisible force was compressing him from every side. He tried to cry out, but found he had no voice. He tried to move, but discovered he was now thoroughly paralyzed – he couldn&#39;t even breathe. And yet he no longer felt the <i>need</i> to breathe. Although he was terrified and confused about whatever was happening, he was also now cognizant of the fact that he had no physical need to inhale and exhale any longer. In fact, he seemed to be completely lacking most of his physical sensations now. He couldn&#39;t exactly see, hear, feel, taste, or smell anything. Likewise, he had no real sense of temperature, pressure, or even body awareness. It was as though he were suspended weightless in a dark, utterly sound proof chamber. And though Jacob still experienced fear, it was now a far more cerebral than visceral fear: a sensation purely of the mind rather than the heart or gut. <br />
<br />
“Where am I and what&#39;s going on?” he thought, somehow &#39;aloud.&#39;<br />
<br />
<i>Khu&#7751; d&#7883;&#770; kl&#257;y p&#277;n kl&#770;wy.</i><br />
«You have become a banana.»<br />
<br />
A mysterious, soprano voice was wordlessly “singing” inside Jacob&#39;s head. <br />
<br />
“What?!” shrieked Jacob with surprise. He did so without moving lips, pushing air through vocal chords, or producing the slightest vibration of sound waves.<br />
<br />
<i>“Kl&#770;wy t&#257;n&#299;.” Khu&#7751; p&#277;n p&#772;hl m&#7883;&#770; s&#772;æn xr&#768;xy k&#772;hxng t&#770;n kl&#770;wy khu&#7751; y&#257;w læa không khu&#7751; p&#277;n s&#772;&#299; h&#772;el&#7909;&#772;xng - k&#772;he&#299;yw khu&#7751; p&#277;n d&#277;k p&#772;h&#363;&#770;h&#772;&#7925;ing th&#299;&#768; rwy m&#257;k khu&#7751; p&#277;n ne&#7909;&#772;&#770;x nùm p&#772;hl m&#7883;&#770; s&#772;æn xr&#768;xy khu&#7751; p&#277;n kl&#770;wy s&#772;nuk k&#7841;b t&#7841;w xeng!</i><br />
«“<b>&#3585;&#3621;&#3657;&#3623;&#3618;&#3605;&#3634;&#3609;&#3637;</b> .” You are the delicious berry of the banana tree. You are long and curved. You are yellow-green. You are a rich girl-child. You are a soft, fleshy, delicious fruit. You are a banana. Enjoy yourself!»<br />
<br />
The words were alien and incomprehensible … at least at first. But a split second after “hearing” the sweet, lyrical chirping in his mind, somehow the tightly, folded up words unpacked themselves into language with understandable meaning and context.<br />
<br />
“How am I understanding this?” asked Jacob wordlessly. “You&#39;re not speaking English – it&#39;s all some gibberish, but I mostly understand it. I mean: I get the words, but … how am I a banana? How is that even possible? I&#39;m a living, sentient piece of fruit? This is insanity!”<br />
<br />
<i>Khu&#7751; m&#7883;&#768; d&#7883;&#770; ph&#363;d p&#803;h&#257;s&#772;&#697;&#257; x&#7841;ngkvs&#772;&#697; khu&#7751; k&#7843;l&#7841;ng ph&#363;d p&#803;h&#257;s&#772;&#697;&#257; k&#772;hxng kl&#770;wy khu&#7751; m&#7883;&#768; d&#7883;&#770;yin s&#772;e&#299;yng k&#772;hxng c&#772;h&#7841;n khw&#257;m khid k&#772;hxng c&#772;h&#7841;n s&#772;at&#293;xn xxk m&#257; n&#305; c&#305; k&#772;hxng khu&#7751; l&#363;k k&#772;hxng p&#768;&#257; khu&#7751; p&#277;n l&#363;ks&#772;&#257;w k&#772;hxng c&#772;h&#7841;n khu&#7751; p&#277;n kl&#770;wy c&#772;h&#7841;n kh&#7909;&#772;x n&#257;ng th&#7841;n n&#299; c&#772;h&#7841;n p&#277;n p&#772;h&#299; kl&#770;wy c&#772;h&#7841;n p&#277;n p&#772;h&#299;s&#772;e&#7909;&#772;&#770;x kl&#770;wy c&#772;h&#7841;n p&#277;n kl&#770;wy led&#299;&#770; k&#772;&#293;&#257; p&#277;n p&#772;h&#363;&#770; phith&#7841;ks&#772;&#697;&#786; h&#772;æ&#768;ng p&#768;&#257; khu&#7751; p&#277;n l&#363;ks&#772;&#257;w k&#772;hxng c&#772;h&#7841;n</i><br />
«You are not speaking English. You are speaking the language of the banana. You do not hear my voice. My thoughts echo in your mind. Child of the Forest, you are now my daughter. You are a banana. I am <i>Nang Tani</i>. I am the Banana Ghost. I am the Banana Nymph. I am Lady Banana, the Guardian of the Forest. And you have now become my daughter.»<br />
<br />
“This is impossible,” protested Jacob. <br />
<br />
<i>X&#7923;&#257; w&#257;ngc&#305; h&#772;æwn thxngdæng. Raw&#7841;ng k&#772;hxng don&#7841;th.</i><br />
«The Toroid of Transformation is untrustworthy; beware it!»<br />
<br />
“That stupid metal doughnut of Kaitlyn&#39;s did this to me? Please, Banana Lady – change me back!”<br />
<br />
<i>C&#772;h&#7841;n p&#277;n s&#772;up&#803;h&#257;phs&#772;tr&#299; th&#299;&#768; t&#768;&#7843;t&#770;xy c&#772;h&#7841;n m&#7883;&#768;ch&#305;&#768; theph&#7789;hid&#257; c&#772;h&#7841;n s&#772;&#257;m&#257;rt&#772;h n&#7843;th&#257;ng khu&#7751; d&#7883;&#770; c&#772;h&#7841;n s&#772;&#257;m&#257;rt&#772;h ch&#768;wy d&#7883;&#770;. C&#772;h&#7841;n m&#7883;&#768; s&#772;&#257;m&#257;rt&#772;h pel&#299;&#768;yn khu&#7751; d&#7883;&#770;.</i><br />
«I am a humble forest lady. I am not a goddess. I can lead you, I can help, but I cannot transform you.» <br />
<br />
“Please!” begged Jacob. “I never thought I&#39;d ever have to utter these words, but: I don&#39;t want to be a banana! Please, please, please make me human again.”<br />
<br />
<i>L&#363;ks&#772;&#257;w s&#772;&#299; k&#772;he&#299;yw th&#299;&#768; m&#7883;&#768; s&#772;uk k&#772;hxng kl&#770;wy c&#772;h&#7841;n xwyphr khu&#7751; læa c&#772;h&#7841;n h&#772;&#305;&#770; kh&#7843; næan&#7843; kæ&#768; c&#772;h&#7841;n khu&#7751; m&#7883;&#768;ch&#305;&#768; mnus&#772;&#697;y&#786; tæ&#768; c&#772;h&#7841;n s&#772;&#257;m&#257;rt&#772;h pel&#299;&#768;yn khu&#7751; p&#277;n n&#257;ngf&#770;&#257; kl&#770;wy c&#772;h&#7841;n ca pel&#299;&#768;yn khu&#7751; h&#772;&#305;&#770; p&#277;n d&#277;k s&#772;&#257;w kl&#770;wy th&#299;&#768; m&#299; k&#772;hn&#257;d l&#277;k h&#772;r&#7909;&#772;x m&#7883;&#768;? Khu&#7751; ca p&#277;n l&#363;ks&#772;&#257;w cê&#257; h&#772;&#7925;ing n&#770;xy k&#772;hxng c&#772;h&#7841;n? Ph&#363;d d&#7883;&#770; pord.</i><br />
«Unripe, green daughter of the banana, I bless you and I offer you my guidance. You are not human. However, I can change you into a banana nymph such as myself. May I transform you into a small, beautiful banana girl child? Just give your permission. Will you become my tiny, princess-daughter?»<br />
<br />
“I … I … I don&#39;t understand any of this,” sobbed Jacob in disbelief at the bizarre surreal nature of his situation.<br />
<br />
<i>C&#7841;b m&#7909;&#772;x c&#772;h&#7841;n h&#772;&#7925;ing s&#772;&#257;w kl&#770;&#257; h&#772;&#257;&#7925; w&#7883;&#770;! Re&#257; ca bin p&#772;h&#768;&#257;n x&#257;k&#257;&#7779;&#772; c&#772;h&#7841;n ca h&#772;&#305;&#770; khu&#7751; xy&#363;&#768; p&#803;h&#257;ynxk r&#768;&#257;ngk&#257;y khu&#7751; phr&#770;xm h&#772;&#7883;m? L&#363;ks&#772;&#257;w k&#772;hxng kl&#770;wy m&#7883;&#768; t&#770;xng kl&#7841;w c&#772;h&#7841;n p&#277;n kl&#770;wy led&#299;&#770; læa c&#772;h&#7841;n k&#774; pkp&#770;xng l&#363;ks&#772;&#257;w k&#772;hxng c&#772;h&#7841;n khu&#7751; ca plxdp&#803;h&#7841;y nymph k&#772;hxng c&#772;h&#7841;n c&#772;h&#7841;n p&#277;n p&#772;h&#363;&#770; phith&#7841;ks&#772;&#697;&#786; k&#772;hxng cê&#257; h&#772;&#7925;ing txn n&#299;&#770; khu&#7751; p&#277;n cê&#257; h&#772;&#7925;ing kl&#770;wy læ&#770;w.</i><br />
«Hold my hand, maiden. Be brave! We will fly through the air. I will you outside your body. Are you ready? Daughter of the banana, do not be afraid. I am Banana Lady, and I protect my girls. You will be safe, my nymph. I am the guardian of princesses. And you are now a banana-princess.» <br />
<br />
Unsure what other choice he had, Jacob imagined he was somehow extended out a hand.<br />
<br />
Miraculously, something <i>touched</i> that hand.<br />
<br />
It was real, firm, warm, soft, and so incredibly tangible in the otherwise sensory-deprived world of darkened silence.<br />
<br />
It was a slender, golden brown hand … and it held tightly to the imaginary hand in Jacob&#39;s mind … and it pulled him out of his body.<br />
<br />
“What th–?!” sputtered Jacob.<br />
<br />
He was now a ghostly cloud of amorphous, pale green energy – but he had a voice.<br />
<br />
Jacob could also “perceive” the world around him again, finally. And he found he was still outside, floating above a small, firm, yellow-green banana sitting motionless in the grass right on the spot where Jacob had earlier been standing. <br />
<br />
Emily was nowhere in sight (and neither was the Toroid of Transformation). <br />
<br />
Floating in the air next to Jacob&#39;s glowing, green cloud body was was a beautiful woman with a long  black hair, sparkling gold eyes, and a warm, inviting smile. Her skin was deeply tanned, and she wore nothing but bits of vivid, emerald green cloth wrapped loosely about her chest and waist. As Jacob peered closer, he saw the woman&#39;s “clothes” were actually the giant leaves of some plant, deftly woven together to create a sort of makeshift skirt and bikini top. <br />
<br />
“I am <i>Nang Tani</i>, ghost-lady of the bananas,” she said solemnly. “Is this easier for you to comprehend, daughter?”<br />
<br />
“You&#39;re speaking English now!” Jacob exclaimed. Impossibly, he also noticed with relief he no longer &#39;heard&#39; the woman&#39;s voice twice: once in beautifully lyrical gibberish, and then once more sliced-and-diced by the Procrustean bed of translating guillemets he shouldn&#39;t really be able to even perceive the existence of. <br />
<br />
“No, my nymph,” grinned <i>Nang Tani</i>. “I do not speak the tongue of the Angles. You and I still &#39;speak&#39; to one another mentally: mind-to-mind. It is … &#39;telepathy&#39; I believe you call it? But you are no longer an inanimate object. You are a spirit/soul, and this makes translation easier, o young girl.”<br />
<br />
“Why do you keep calling me things like &#39;nymph&#39; and &#39;daughter&#39;?” asked Jacob. “I&#39;m grateful you pulled me out of that banana, but I&#39;m actually a dude. Uh … I&#39;m a guy, that is. A boy.”<br />
<br />
“You <i>were</i> a boy,” answered the guardian spirit. “But you trusted your fate to that unreliable metal ring from another world. It has made you anew into something else. Be thankful it transformed you into one of my children, o princess! I guard and guide all my daughters. I have no power to make you human again. But as the guardian spirit-lady of the banana forest, I will zealously protect and shepherd you, now that you are mine. Do you wish to remain a fruit, or do you wish to become a guardian nymph such as myself? You are not experienced enough to be a mother or queen yet. But I can make you a daughter-princess of the jungle. What is your wish?”<br />
<br />
“My wish is to be human,” insisted Jacob. “Listen, I really appreciate what you&#39;ve done for me. But I don&#39;t want to be some spooky cloud of ghostly, green smoke.”<br />
<br />
“Patience, patience, dear daughter!” smiled <i>Nang Tani</i>. “Your &#39;cloud&#39; form is your soul. And it must inhabit something. You may go back into the banana fruit on the ground there. Perhaps someone will eat you? If so, you become a part of them: absorbed, integrated, and assimilated into their consciousness and being. It is a pleasing fate most of my daughters eagerly look forward to. I&#39;m sorry to say you are a parthenocarpic <i>Musa acuminata</i> fruit and sadly cannot produce seedlings of your own, even were I to plant you in the richest of warm, fertile, tropical soils. So that fate, unfortunately, cannot be yours. But I can elevate you into one of my own kind. I can take you under my wing and make you a forest nymph: a banana-girl spirit and member of the sorority of <i>nang mai</i>. You would be a young, immature princess – but a royal <i>Nang Tani</i> nonetheless, a sort of hyleoroi or ghost girl protecting the plant realm. It seems to me your only other option would be wait about, hoping some random happenstance occurs, offering you the good fortune of a some other opportunities – something that seems quite unlikely.”<br />
<br />
“But I don&#39;t want to be either a banana <i>or</i> a banana-fairy ghost girl!” sobbed Jacob.</p>
<hr/><h3>What do you do now?</h3>
<ul id="subchapters" class="subchapter-list">
	<li><i class="fa fa-caret-right fa-lg" aria-hidden="true"></i> <a href="/interactives/chapter_130373.html">Jacob returns to being an inanimate fruit (and gets eaten!)</a> <span class="tags"><a href="/interactives/search.php?tags=5"><abbr class="l" title="Inanimate">I</abbr> </a><a href="/interactives/search.php?tags=8"><abbr class="l" title="Other / none">O</abbr> </a></span> <small>added <span class="timestamp" title="03/11/2018 15:37">5 years ago</span></small></li>
</ul>

<br/>Title suggestions for new chapters. Please feel free to use them or create your own below.
<ul class="subchapter-list suggested-list">
	<li><i class="fa fa-caret-right fa-lg" aria-hidden="true"></i> <a href="/interactives/chapter_123139.html?next=340962#write-chapter" onclick="setChoice(340962); return false;" id="suggested_340962">Jacob ascends to being a young “Nang Tani.”</a> <i class="fa fa-pencil " aria-hidden="true"></i></li>
	<li><i class="fa fa-caret-right fa-lg" aria-hidden="true"></i> <a href="/interactives/chapter_123139.html?next=340963#write-chapter" onclick="setChoice(340963); return false;" id="suggested_340963">Some other wildly unlikely happenstances occur!</a> <i class="fa fa-pencil " aria-hidden="true"></i></li>
</ul>
<hr/>

<div class="adult-content-info"><b>Legend:</b> <span class="sprite sprite-adult adult-n" title="Nudity"></span> Nudity, <span class="sprite sprite-adult adult-m" title="Self pleasure male"></span> Self pleasure male, <span class="sprite sprite-adult adult-mm" title="M/M Sex"></span> M/M Sex, <span class="sprite sprite-adult adult-mf" title="M/F Sex"></span> M/F Sex, <span class="sprite sprite-adult adult-ff" title="F/F Sex"></span> F/F Sex, <span class="sprite sprite-adult adult-f" title="Self pleasure female"></span> Self pleasure female, <span class="sprite sprite-adult adult-x" title="Sex beyond any of the above"></span> Sex beyond any of the above, <span class="sprite sprite-adult adult-v" title="Violence"></span> Violence</div></section><a id="write-chapter"></a><section>	<h2 class="title">Write a new chapter</h2><div id="postchapter-errors"></div><form action="/interactives/postchapter.php" method="post" onsubmit="return validateChapterForm();">
	<input type="hidden" name="parent" value="123139" />
	<div class="input"><div class="label"><label for="name">Your name</label></div><div class="field"><input type="text" maxlength="100" id="name" name="name" /></div></div>
	<div class="input"><div class="label"><label for="email_address">Your email address</label></div><div class="field"><input type="text" maxlength="100" id="email_address" name="email_address" /></div></div>
<label for="username" class="humans">Human check: Leave this field empty</label>
<input type="text" name="username" id="username" class="humans" />	<input type="hidden" name="preview" value="1" />
	<div class="input"><div class="label"><label for="option_title">Option title <small>(how will it be listed among the options above)</small> <input type="hidden" name="suggested_title" id="suggested-title" value="0" /><input type="button" onclick="setChoice('0');" value="Reset" id="reset-option" /></label></div><div class="field"><input type="text" maxlength="100" id="option_title" name="option_title" /></div></div>
	<div class="input"><div class="label"><label for="title">Chapter title</label></div><div class="field"><input type="text" maxlength="100" id="title" name="title" /></div></div>
	<textarea name="description" id="textarea-description" class="serif" cols="30" rows="10" onkeyup="enableWarnOnLeaving();"></textarea>
<div><b>List of options your readers will have: </b><ul id="suggested-options" class="suggested-options"></ul></div><hr/><div class="row"><div class="three columns small-12"><b>Tags: </b><br/><small style="display:block; padding-right:8px;">You need to select at least one TF type<br/>Tags must apply to the content in the current chapter only.<br/>Do not add tags for potential future chapters.</small></div><div class="nine columns small-12"><ul id="ul-tftypes">	<li><input type="checkbox" name="trans_type1" id="checkbox-trans_type1" value="1"  /> <label for="checkbox-trans_type1">Animal</label></li>	<li><input type="checkbox" name="trans_type2" id="checkbox-trans_type2" value="1"  /> <label for="checkbox-trans_type2">Age Regression</label></li>	<li><input type="checkbox" name="trans_type3" id="checkbox-trans_type3" value="1"  /> <label for="checkbox-trans_type3">Age Progression</label></li>	<li><input type="checkbox" name="trans_type4" id="checkbox-trans_type4" value="1"  /> <label for="checkbox-trans_type4">Body Modification (muscle, features, etc.)</label></li>	<li><input type="checkbox" name="trans_type5" id="checkbox-trans_type5" value="1"  /> <label for="checkbox-trans_type5">Inanimate</label></li>	<li><input type="checkbox" name="trans_type6" id="checkbox-trans_type6" value="1"  /> <label for="checkbox-trans_type6">Size (shrinking, growing)</label></li>	<li><input type="checkbox" name="trans_type7" id="checkbox-trans_type7" value="1"  /> <label for="checkbox-trans_type7">Transgender</label></li>	<li><input type="checkbox" name="trans_type8" id="checkbox-trans_type8" value="1"  /> <label for="checkbox-trans_type8">Other / none</label></li><li><input type="checkbox" name="tag0" id="tag0" value="0" onchange="checkTag(0)"/><input type="text" id="input-tag0" autocomplete="off" placeholder="Additional tag"/></li><li><input type="checkbox" name="tag1" id="tag1" value="0" onchange="checkTag(1)"/><input type="text" id="input-tag1" autocomplete="off" placeholder="Additional tag"/></li><li><input type="checkbox" name="tag2" id="tag2" value="0" onchange="checkTag(2)"/><input type="text" id="input-tag2" autocomplete="off" placeholder="Additional tag"/></li></ul></div></div><div class="row"><div class="three columns small-12"><b><label for="adult">Adult content:</label></b></div><div class="nine columns small-12"><span class="sprite sprite-adult" id="edit-adult-icon"></span><select name="adult" id="adult" onchange="updateAdultIcon();">	<option value="0" selected="selected">None</option>	<option value="n">Nudity</option>	<option value="m">Self pleasure male</option>	<option value="mm">M/M Sex</option>	<option value="mf">M/F Sex</option>	<option value="ff">F/F Sex</option>	<option value="f">Self pleasure female</option>	<option value="x">Sex beyond any of the above</option></select><input type="checkbox" name="violence" id="checkbox-violence" value="1" onchange="updateAdultIcon();""  /> <label for="checkbox-violence">Violence</label></div></div><div id="warning-message"><b>Read this before posting</b><br/>Any of the following is not permitted:<ul><li>comments (please use the Note option instead)</li><li>image links</li><li>short chapters</li><li>fan fiction (content based off a copyrighted work)</li></ul>All chapters not following these rules are subject to deletion at any time and those who abuse will be banned.<br/><br/><button onclick="hideWarning()" type="button"><i class="fa fa-check " aria-hidden="true"></i> I understand</button></div><div id="div-submit-chapter" style="display:none">	<input type="submit" class="button" value="Post chapter" />
</form>

</div></section>
</div>
<script type="text/javascript"><!--
branchId=123139
--></script>



<div id="dialog-report" class="dialog"><form action="/interactives/report.php" method="post">
	<input type="hidden" name="ok" value="1"/>
	<input type="hidden" name="chapter" value="123139"/>
	<div class="row">
		<div class="four columns"><label for="report-reason">Reason</label></div>
		<div class="eight columns">
			<select id="report-reason" name="report-reason">
				<option value="duplicate">Duplicate</option>
				<option value="spam">Spam/garbage</option>
				<option value="no_story">Non-story</option>
				<option value="short">Short/padded chapters</option>
				<option value="fanfic">Fanfic</option>
				<option value="fix_comment">Comment in the story</option>
				<option value="fix_tags">Incorrect tags</option>
				<option value="other">Other</option>
			</select>
		</div>
	</div>
	<div class="row">
		<div class="four columns"><label for="report-comment">Comment</label><br/><small>Optional</small></div>
		<div class="eight columns">
			<textarea id="report-comment" name="report-comment"></textarea>
		</div>
	</div>
	<div class="dialog-buttons">
		<button type="button" onclick="Dialogs.close()">Cancel</button>
		<input type="submit" value="Report" class="orange" />
	</div>
</form></div>


</section></div>
</div>
<div id="footer">
	<div id="footer-links">
		<a href="/index.php">Home</a> | 
		<a href="/modules.php?op=modload&name=Stories&file=index">Stories</a> | 
		<a href="/interactives/">Interactives</a> | <a href="/donations.html">Help Support CYOC - Donate Money, Ideas, Or Time</a>
	</div>
	CYOC is a donation based site for the transformation fandom. To find out how you can help check out our <a href="/donations.html" class="donation-link">donation page</a>.<br/><br/>
	
	CYOC Content: copyrighted CYOC and content creator
	<h6>CYOC Code: &copy; created, and maintained 2000-2013 by <a href="http://www.hyperyote.com/" target="_blank">Kurst &#8220;YipYap&#8221; Hyperyote</a> custom made for the CYOC people. Feel free to say hi to him, he likes it! </h6>
</div></body>
</html>